Revit 2024 API
SymbolTypeId.DaNDashMPerM Property
 Symbol daN-m/m, indicating unit Dekanewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DaNDashMPerM { get; }
Visual Basic
Public Shared ReadOnly Property DaNDashMPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DaNDashMPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace